Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: This does not apply, however, at worksites where, having regard to the circumstances, the installation of a shower is not reasonable.
sv: Kravet på dusch gäller dock inte på arbetsställen där det med hänsyn till omständigheterna inte är rimligt att installera en sådan.

source: However, in workplaces where the work entails an infection hazard or is done with a strong-smelling substance, allergenic substance or other substances hazardous to health, there shall always be a shower available.
sv: På arbetsställen, där arbetet medför risk för smitta eller utförs med starkt luktande ämne, allergent ämne eller annat hälsofarligt ämne, ska det dock alltid finnas tillgång till dusch.

source: For such work, a wash basin and shower shall be provided in a special wash room adjoining a changing room.
sv: Tvättplats och dusch ska vid sådant arbete finnas i ett särskilt tvättrum i anslutning till omklädningsrummen.

source: Wash basins and showers shall be separate for men and women if they need to use the rooms simultaneously.
sv: Tvättplats och dusch ska vara skilda för män och kvinnor, om de behöver använda dessa utrymmen samtidigt.

source: Sufficient space shall be provided at the wash basin.
sv: Vid tvättplatsen ska det finnas tillräckligt utrymme.

source: Wash basins and showers shall be provided with cleaning agents and to the requisite extent with towels or drying devices.
sv: Vid tvätt- och duschplatser ska det finnas rengöringsmedel och i erforderlig omfattning handdukar eller torkanord- ningar.

source: Toilets
sv: Toalettrum

source: Section 102 Worksites shall be provided with a sufficient number of toilets for the employees working there simultaneously.
sv: § På arbetsställen ska det finnas tillräckligt antal toaletter för de arbetstagare som arbetar samtidigt.

source: Section 103 Toilets shall be sufficiently large and secluded and shall have lockable doors.
sv: § Toalettrummen ska vara tillräckligt stora och avskilda och ha låsbar dörr.

source: A wash basin shall be provided in or adjacent to the toilet.
sv: I toalettrummet eller i anslutning till detta ska finnas en tvättplats.

source: A toilet shall not normally communicate directly with a canteen.
sv: Toalettrum ska normalt inte stå i direkt förbindelse med matutrymme.

source: Canteen
sv: Matutrymme

source: Section 104 Employees shall be able to eat in satisfactory conditions during a meal break or mealtime.
sv: § Arbetstagare ska under matraster eller måltidsuppehåll kunna äta under tillfredsställande förhållanden.

source: They shall normally do so in a staff restaurant, another restaurant, a canteen or a dining space.
sv: Det ska normalt ske i en personalre- staurang, en annan restaurang, ett matrum eller ett matutrymme.

source: Some other suitable space will be accepted, however, in the case of pupils during their training.
sv: För den som genomgår utbildning godtas dock även andra lämpliga utrymmen.

source: Section 105 Employees bringing their own food shall have access to a canteen or to a place in a staff restaurant.
sv: § Arbetstagare som äter medhavd mat ska ha tillgång till ett matrum eller plats i en personalrestaurang.

source: At worksites where not more than four employees work simultaneously, there may instead of a canteen be a separate dining space on the work premises or in a cloakroom with clothes lockers if the work is not dirty, an infection hazard or done using a health-endangering or strong- smelling substance.
sv: På arbetsställen där högst fyra arbetstagare arbetar samtidigt får det i stället för matrum finnas ett avskilt matut- rymme i arbetslokalen eller i ett klädrum med klädskåp om arbetet inte är smutsande, medför risk för smitta eller utförs med hälsofarligt eller starkt luktande ämne.

source: A heating device, refrigerator, storage space, waste collection bin, supply of hot and cold water and washing-up facilities shall be provided near a place where employees consume food which they have brought with them.
sv: Nära platsen där medhavd mat intas ska det finnas uppvärmningsanordning, kylskåp, förvaringsutrymmen, uppsamlingskärl för avfall, tillgång till varmt och kallt vatten och möjlighet att diska.

source: Seating shall have backrests.
sv: Sittplatser ska ha ryggstöd.

source: Social area
sv: Pausutrymme

source: Section 106 Employees shall be able to spend breaks during their work in a suitable place.
sv: § Arbetstagare ska kunna tillbringa pauser i arbetet på lämplig plats.

source: A special social area shall be arranged if necessary.
sv: Om det behövs ska ett särskilt pausutrymme ordnas.

source: Rest area
sv: Vilutrymme

source: Section 107 A suitable rest facility for temporary rest, e.g. in the event of nausea or headache, shall be provided or easy to arrange at worksites.
sv: § På arbetsställen ska det finnas eller vara lätt att ställa i ordning en lämplig vilplats för tillfällig vila, vid t.ex. illamående eller huvudvärk.

source: This does not apply, however, where only a few employees are occupied simultaneously.
sv: Detta gäller dock inte där endast några få arbetstagare sysselsätts samtidigt.

source: At large worksites, the resting point shall as a rule be accommodated in a special rest room.
sv: På större arbetsställen ska vilplatsen i regel inrymmas i ett särskilt vilrum.

source: Section 108 A resting point shall be comfortable, undisturbed and large enough for rest to be taken in a recumbent position.
sv: § En vilplats ska vara bekväm, ostörd och ha sådan storlek att det går att vila liggande.

source: A rest room shall be suitably furnished and equipped.
sv: Ett vilrum ska ha lämplig inredning och utrustning.

source: Room for duty staff
sv: Jourrum

source: Section 109 A room shall be provided for duty staff.
sv: § För arbetstagare som har jourtjänst ska det finnas ett jourrum.

source: The room shall be as close as is practically possible to the duty staff’s main workplace.
sv: Rummet ska ligga så nära huvudarbetsplatsen för jourtjänsten som det är praktiskt möjligt.

source: Section 110 Rooms for duty staff shall be positioned away from disturbance and shall be of such size and so furnished that employees will obtain the rest they need.
sv: § Jourrum ska vara ostört placerade samt ha sådan storlek och inredning att arbetstagare får erforderlig vila.

source: They shall take the form of single rooms.
sv: De ska vara utförda som enkelrum.

source: A facility for heating and consuming food shall be provided close to rooms for duty staff.
sv: I närheten av jourrum ska det finnas möjlighet att värma och äta mat.

source: A toilet and shower shall be provided near the room.
sv: Toalett och dusch ska finnas nära rummet.

source: Waiting room
sv: Väntrum

source: Section 111 At a worksite where employees normally have waiting times of considerable length, a special waiting room shall be provided unless there is some other suitable space available.
sv: § På arbetsställen där längre väntetid normalt förekommer för arbetstagarna ska det finnas ett särskilt väntrum, om inte något annat lämpligt utrymme finns att tillgå.

source: The waiting room shall be equipped to the necessary extent with tables and seats with backrests.
sv: I väntrum ska i erforderlig utsträckning finnas bord och sittplatser med ryggstöd.

source: In or near a waiting room there should be a rack for outdoor clothing and a supply of drinking water.
sv: I eller invid väntrum ska det finnas klädhyllor för ytterkläder och tillgång till dricksvatten.

source: A toilet shall be provided close to the waiting room.
sv: Toalett ska finnas nära väntrum.

source: Sleeping accommodation
sv: Överliggningsrum

source: Section 112 Sleeping accommodation should be provided for transport employees who in the course of their duty travel on a regular, timetabled basis to the same locality and remain there at the time appointed for rest.
sv: § För arbetstagare inom kommunikationsväsendet som i arbetet tidta- bellsbundet reser till samma ort och uppehåller sig där vid tid för vila ska det finnas överliggningsrum.

source: Such rooms shall be single rooms.
sv: Sådana rum ska vara enkelrum.

source: They shall be of such a size, shall be so furnished and equipped and so located that employees are able to relax and rest undisturbed.
sv: De ska ha sådan storlek, inredning och utrustning samt vara så placerade att arbetstagarna får ostörd avkoppling och vila.

source: A dining facility shall be provided close to sleeping accommodation.
sv: I närheten av överliggningsrum ska det finnas möjlighet att äta.

source: Special requirements concerning personnel cabins
sv: Speciella krav för personalbodar

source: Section 113 Personnel cabins shall have
sv: § Personalbodar ska ha

source: at least one window which can be opened,
sv: minst ett öppningsbart fönster,

source: equipment for refuelling from outside, if liquid fuel is used for heating and equipment facilitating the connection and disconnection of a tractor vehicle if the cabin is intended to be towed by such a vehicle.
sv: utrustning för bränslepåfyllning utifrån om flytande bränsle används för uppvärmning samt utrustning som underlättar till- och frånkoppling av dragfordon om boden är avsedd att dras av ett sådant fordon.

source: Operation and maintenance
sv: Drift och underhåll

source: Section 114 Workplaces, work premises and personnel facilities with their appurtenant spaces shall be maintained, tidied and cleaned in a satisfactory manner for the prevention of accidents and ill health.
sv: § Arbetsplatser, arbetslokaler och personalutrymmen med tillhörande inredning och utrustning ska underhållas, städas och rengöras på ett tillfredsställande sätt för att förebygga olycksfall och ohälsa.

source: This should be done regularly and in accordance with predetermined routines adapted to the function of the space, the frequency of its use and the activity of the workplace.
sv: Detta ska utföras regelbundet och enligt på förhand uppgjorda rutiner som är anpassade efter utrymmets funktion och användningsfrekvens samt verksamheten på arbetsstället.

source: The maintenance shall be such that the mechanical strength of the building or structure is not reduced.
sv: Underhållet ska vara sådant att byggnadens eller anläggningens hållfasthet inte nedsätts.

source: Technical devices and installations shall be maintained in such a way that they function as intended and with safety unimpaired.
sv: Tekniska anordningar och installationer ska underhållas så att de fungerar som avsett med bibehållen säkerhet.

source: Section 115 Spaces and devices for the use and service of a property and for maintenance work shall be provided and shall be of such size and design that work of these kinds can be done in a physically sparing manner and without inbuilt risks of ill health and accidents.
sv: § Utrymmen och anordningar för fastighetsdrift och service liksom för underhållsarbete ska finnas och ha en storlek och utformning som medger att sådana arbeten kan utföras på ett för kroppen skonsamt sätt och utan inbyggda risker för ohälsa och olycksfall.

source: The same applies concerning access routes to such spaces.
sv: Detsamma gäller tillträdesleder till sådana utrymmen.

source: Building products, installation parts and other technical devices requiring care or normally needing to be renewed during the useful life of the building shall be positioned in such a way that this can be done with adequate security against ill-health and accidents and in an ergonomically appropriate manner.
sv: Byggprodukter, installationsdelar och övriga tekniska anordningar som fordrar skötsel eller normalt behöver förnyas under byggnadsverkets brukstid ska placeras så att detta kan ske med betryggande säkerhet mot ohälsa och olycksfall samt på ett ergonomiskt lämpligt sätt.

source: MIKAEL SJÖBERG
sv: AFS 2013:3

source: General recommendations of the Swedish Work Environment Authority on the implementation of the provisions governing workplace design
sv: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om arbetsplatsens utformning

source: The following general recommendations are issued by the Work Environment Authority concerning implementation of its provisions (AFS 2009:2) on workplace design.
sv: Arbetsmiljöverket meddelar följande allmänna råd om tillämpningen av Arbetsmiljöverkets föreskrifter (AFS 2009:2) om arbetsplatsens utformning.

source: General recommendations have a different legal status from provisions.
sv: Allmänna råd har en annan juridisk status än föreskrifter.

source: Standards include various examples of documented knowledge.
sv: Standarder innehåller olika exempel på dokumenterad kunskap.

source: Following a Standard is voluntary and a reference to a standard in the comments shall only be seen as information about a suitable way of complying with the requirements of the provisions.
sv: Att följa en standard är frivilligt och en hänvisning till en standard i kommentarerna ska endast ses som en upplysning om ett lämpligt sätt att uppfylla kraven i föreskrifterna.

source: In the provisions, the expression "normally" means that the requirements in the section shall be complied with, except in those individual cases where special circumstances mean that an exception needs to be made.
sv: Med uttrycket normalt i föreskriftstexterna avses att kraven i paragraftex- ten ska uppfyllas utom i de enstaka fall då speciella omständigheter gör att undantag behöver göras.

source: Suitable physical design of the workplace is an important precondition of good work environment.
sv: Lämplig fysisk utformning av arbetsplatsen är en viktig förutsättning för en god arbetsmiljö.

source: The aim of these provisions and the accompanying general recommendations is to make it possible to foresee and avoid risks of ill-health and accidents which are caused by or can be prevented through the design of the premises.
sv: Föreskrifterna och de tillhörande allmänna råden syftar till att ge förutsättningar för att kunna förutse och undvika risker för ohälsa och olycksfall som orsakas av eller kan förebyggas genom lokalernas utformning.

source: This can apply, for example, to fire and evacuation, adequate space, division into rooms, communications and partitions in the floor plan, traffic routes, installations and surfacing.
sv: Det kan gälla t.ex. brand och utrymning, tillräckligt utrymme, rumsindelning, samband och avskiljningar i planlösningen, transportvägar, installationer och ytskikt.

source: Social changes in recent decades have among other things resulted in many modern jobs being more sedentary than was previously the case.
sv: Förändringar i samhället de senaste årtiondena har bl.a. inneburit att många moderna arbeten utförs mer stillasittande än tidigare.

source: Even moderate physical activity means considerable improvements for an inactive person.
sv: Redan en måttlig fysisk aktivitet medför betydande förbättringar för den inaktive.

source: Work premises, therefore, can well be designed so as to encourage a certain amount of physical activity.
sv: Arbetslokalerna kan därför med fördel utformas så att de stimulerar till viss fysisk aktivitet.

source: The design of the premises can also contribute to communication and exchange of knowledge as well as promote social contact by offering spontaneous meeting places.
sv: Lokalernas utformning kan också bidra till kommunikation och kunskapsutbyte samt främja sociala kontakter genom att erbjuda spontana mötesplatser.

source: The work environment need to be included and considered in planning at an early stage, preferably already at the investigative and formulation stage of workplace programming.
sv: Arbetsmiljön behöver föras in och beaktas i planeringen i ett tidigt skede, lämpligen redan vid utredning och formulering av lokalprogram.

source: During the planning phase and before a room is finished, good opportunities exist for creating good working conditions.
sv: Under planeringen och innan en lokal är färdigställd finns goda möjligheter att skapa bra arbetsförhållanden.

source: Subsequent correction of deficiencies with regard to protection from ill-health and accidents, on the other hand, can very often be both time- consuming and expensive.
sv: Att i efterhand rätta till brister i skyddet mot ohälsa och olycksfall kan däremot i många fall bli både tidskrävande och dyrbart.

source: If work premises and personnel facilities have deficiencies, day-to-day control of the work environment will often be made considerably more difficult.
sv: Om arbetslokaler och personalutrymmen har brister blir också det fortlöpande arbetsmiljöarbetet ofta betydligt svårare.

source: Special rules on internal control of the work environment exist to ensure that the requirements of the Work Environment Act are satisfied.
sv: För att säkerställa att arbetsmiljölagens krav uppfylls finns särskilda regler om systematiskt arbetsmiljöarbete.

source: This implies a duty on the part of the employer to plan, conduct and follow up activities from a work environment viewpoint.
sv: Dessa innebär att arbetsgivaren är skyldig att planera, genomföra och följa upp verksamheten ur arbetsmiljö- synpunkt.

source: One vital component of internal control is the investigation of working conditions, assessment of the risks of ill health and accidents at work and the taking of steps which these investigations show to be necessary.
sv: En central del i det systematiska arbetsmiljöarbetet är att undersöka arbetsförhållandena, bedöma riskerna för ohälsa och olycksfall i arbetet samt vidta de åtgärder som undersökningarna ger anledning till.

source: Thus the employer needs, for example, to regularly check lighting, air quality, ventilation systems, noise conditions, various forms of furnishing and equipment and the management of operations and maintenance.
sv: Arbetsgivaren behöver alltså regelbundet kontrollera till exempel belysning, luftkvalitet, ventilationssystem, bullerförhållanden, olika former av inredning och utrustning samt hur drift och underhåll sköts.

source: The internal control of the work environment also includes planned work with accessibility-enhancing measures.
sv: I det systematiska arbetsmiljöarbetet ingår också ett planmässigt arbete med tillgänglighetsförbättrande åtgärder.

source: The employer controlling a worksite is responsible for safety of permanent devices at the worksite and of other devices supplied there.
sv: Den arbetsgivare som råder över ett arbetsställe är ansvarig för säkerheten hos fasta anordningar på arbetsstället samt hos andra anordningar som tillhandahålls där.

source: For the application of these provisions to agriculture, light industry and suchlike, the following should be observed.
sv: Vid tillämpningen av dessa föreskrifter inom jordbruket, småindustri och liknande bör följande beaktas.

source: The Work Environment Act and its provisions apply to every activity in which employees do work on an employer’s behalf.
sv: Arbetsmiljölagen och dessa föreskrifter gäller varje verksamhet i vilken arbetstagare utför arbete för arbetsgivares räkning.

source: Thus the Act and provisions also apply to employed family members and employed reliefs and to everyone working in companies.
sv: Lagen och föreskrifterna gäller således även för anställda familjemedlemmar och anställda avbytare, samt för alla som arbetar i bolag.

source: They also apply to work of a non-permanent nature, such as the su-
sv: De gäller även för arbete som inte är stadigvarande, t.ex. tillsyn i djurstallar eller maskinhallar.

source: Certain rules, on the other hand, do not apply to non-incorporated one-man or family businesses.
sv: Vissa regler gäller däremot inte för ensam- eller familjeföretag utan bolag.

source: The Work Environment Act is also partly applicable outside working life.
sv: Arbetsmiljölagen gäller delvis även utanför yrkeslivet.

source: Pupils, patients and conscripts are in certain respects equated with employees, e.g. as regards work environment conditions (AML, Chap. 1, Section 3).
sv: Elever, vårdtagare och värnpliktiga likställs i vissa avseenden med arbetstagare, bl.a. vad gäller arbetsmiljöns beskaffenhet (1 kap. 3 § arbetsmiljölagen).

source: On school premises, accordingly, these provisions also apply to work environment conditions for the pupils.
sv: I skolans lokaler gäller därför dessa föreskrifter även för elevernas arbetsmiljö.

source: Accordingly, for work in spaces of this kind demands can be made on the employer concerning, for example, safety, working space and accessibility (see AML, Chap. 2, Sections 1 and 4).
sv: utrymmen kan alltså ställas krav mot arbetsgivaren på t.ex. säkerhet, arbetsutrymme och framkomlighet (Se 2 kap. 1 och 4 §§ arbetsmiljölagen).

source: If the spaces do not meet these requirements, the Work Environment Authority can forbid the employer to carry on work there.
sv: Om utrymmena inte fyller kraven kan Arbetsmiljöverket förbjuda arbetsgivaren att bedriva arbete där.

source: A property owner can also be forbidden to let deficient work premises (see AML, Chap. 7, Section 8).
sv: Fastighetsägare kan också förbjudas upplåta bristfälliga arbetslokaler (Se 7 kap. 8 § arbetsmiljölagen).

source: Light, sound and air
sv: Ljus, ljud och luft

source: Properly designed lighting creates a good visual environment, enhances security against accidents and counteracts eye disorders and other negative effects on health.
sv: Genom rätt utformad belysning skapar man en god visuell miljö, ökar säkerheten mot olycksfall, motverkar ögonbesvär och andra negativa hälsoeffekter.

source: Lighting also has a very important bearing on facilitating good ergonomic loading conditions and on job satisfaction.
sv: Belysningen har också stor betydelse för att möjliggöra goda belast- ningsergonomiska förhållanden samt för trivseln i arbetet.

source: Visual ergonomics at work concerns the interaction between human vision and work.
sv: Synergonomi i arbetslivet avser samspelet mellan människans seende och arbetet.

source: A special point of emphasis here is vision and visual conditions at work: adapt the task and workplace to people’s different qualifications and, if necessary, help people to adapt to the demands of the task by using special assistive devices.
sv: Den inriktar sig därvid speciellt på seendet och synförhållanden i arbetet: att anpassa arbetsuppgiften och arbetsplatsen till människans olika förutsättningar och att vid behov hjälpa människan att anpassa sig till arbetsuppgif- tens krav genom att använda speciella hjälpmedel.

source: Work can be adapted, for example, by means of appropriate lighting and a carefully chosen working distance according to the detail size of the visual object.
sv: Arbetet kan anpassas t.ex. genom en ändamålsenlig belysning och ett väl valt arbetsavstånd med hänsyn till synobjektets detaljstorlek.

source: Detailed guidance on the planning of workplace lighting will be found in the publication
sv: En detaljerad vägledning vid planering av arbetsplatsens belysning ges i publikationen: ”Ljus & Rum.

source: “Ljus & Rum - Planeringsguide för belysning inomhus" (Light & Rooms - Planning guide for lighting indoors) produced by the lighting industry in consultation with the Work Environment Authority and the Swedish Energy Agency.
sv: Planeringsguide för belysning inomhus” som utarbetats av belysningsbranschen i samråd med Arbetsmiljöverket och Statens Energimyndighet.
